source/_static/diagrams/journeys-2.d2
direction: right
n0: "journeys"
n1: "first recipe"
n2: "a build failed"
n3: "port a package"
n4: "write a test"
n0 -> n1
n0 -> n2
n0 -> n3
n0 -> n4
